Repository: angeria/geocap-ios
Catalog: GeoCap/Localization/*.lproj/Localizable.strings
Languages: sv

# alert-action-title-no
source: No
sv: Nej

# alert-action-title-yes
source: Yes
sv: Ja

# alert-action-title-allow
source: Allow
sv: Tillåt

# alert-action-title-dont-allow
source: Don't Allow
sv: Tillåt inte

# button-title-confirm
source: Confirm
sv: Bekräfta

# button-title-done
source: Done
sv: Klar

# auth-email-text-field-info-label-invalid-email
source: Invalid email
sv: Ogiltig e-post

# auth-email-text-field-info-label-error
source: Something went wrong, please try again
sv: Något gick fel, testa igen

# auth-email-text-field-info-label-invalid-action-code
source: Invalid or old email link, please sign in again
sv: Ogiltig eller gammal e-postlänk, testa att logga in igen

# auth-email-button-continue
source: Continue
sv: Fortsätt

# auth-email-button-continue-with-email
source: Continue with Your Email
sv: Fortsätt med din e-post

# auth-email-confirmation-title
source: Confirm Email
sv: Bekräfta e-post

# auth-email-confirmation-message
source: Is this your email? %@
sv: Är det här din e-post? %@

# auth-spinner-thinking
source: Thinking...
sv: Tänker...

# auth-spinner-signing-in
source: Signing in...
sv: Loggar in...

# auth-choose-username-invalid-length
source: The name must be between %d to %d characters
sv: Namnet måste vara mellan %d och %d tecken

# auth-choose-username-error
source: Something went wrong, please try again or with another name
sv: Något gick fel, testa igen eller med ett annat namn

# auth-choose-username-already-taken
source: Name is already taken
sv: Namnet är redan taget

# auth-choose-new-username-title
source: Choose a new name
sv: Välj ett nytt namn

# auth-choose-new-username-subtitle
source: Choose carefully, you won't be able to change it again for seven days
sv: Välj noga, du kommer inte kunna ändra det igen på sju dagar

# auth-choose-new-username-success-title
source: Name changed successfully 😎
sv: Namnbytet lyckades 😎

# auth-choose-new-username-not-enough-time
source: Not enough time since last change
sv: Ej nog med tid sedan senaste bytet

# auth-pending-sign-in-message
source: To sign in, tap the link in the email we sent to %@
sv: För att logga in, klicka på länken vi skickade till %@

# auth-choose-email-app-action-sheet-title
source: Choose email app
sv: Välj e-postapp

# alert-title-location-services-off
source: Locations Services Off
sv: Platstjänster avslagna

# alert-message-location-services-off
source: Turn on location services in settings to allow GeoCap to determine your current location
sv: Slå på platstjänster i inställningarna för att tillåta GeoCap att läsa din aktuella position

# alert-action-title-settings
source: Settings
sv: Inställningar

# alert-title-request-notification-auth
source: Notifications
sv: Notiser

# alert-message-request-notification-auth
source: GeoCap would like to send notifications when others capture your locations
sv: GeoCap skulle vilja skicka notiser när andra tar över dina platser

# alert-title-notification-auth-off
source: Notifications Off
sv: Notiser av

# alert-message-notification-auth-off
source: Please turn on notifications in settings to be able to activate this feature
sv: Slå på notiser i inställningarna för att kunna aktivera denna funktion

# location-lost-notification-title
source: Location Attacked!
sv: Plats förlorad

# location-lost-notification-body
source: %@ attacked %@, you have %@ minutes to defend it! 🚩
sv: %@ tog %@ från dig 🚩

# quiz-tap-to-continue-note
source: Tap anywhere to continue
sv: Tryck var som helst för att fortsätta

# tab-bar-map
source: Map
sv: Karta

# tab-bar-profile
source: Profile
sv: Profil

# quiz-timeout-alert-message
source: You have to wait %d seconds between failed capture attempts
sv: Du måste vänta %d sekunder mellan misslyckade försök

# alert-title-not-inside-area
source: Not Inside Area
sv: Ej inom området

# alert-message-not-inside-area
source: You have to be inside the area of the location to capture it
sv: Du måste befinna dig inom området för att kunna ta över det

# callout-button-capture
source: Capture
sv: Ta över

# callout-subtitle-captured-by-user
source: Owned by you
sv: Tagen av dig

# callout-subtitle-captured-by-other-user
source: Owned by %@
sv: Tagen av %@

# callout-subtitle-not-captured-yet
source: Not captured yet
sv: Ej tagen ännu
