Repository: angeria/geocap-ios
Catalog: GeoCap/*.lproj/Localizable.strings
Languages: sv

# alert-action-title-sign-in-failed
source: Sign-In Failed
sv: Inloggningen misslyckades

# alert-action-message-sign-in-failed
source: Something went wrong when signing in, please try again
sv: Någonting gick fel under inloggningen, var god försök igen

# alert-title-location-services-off
source: Locations Services Off
sv: Platstjänster avslagna

# alert-message-location-services-off
source: Turn on location services in settings to allow GeoCap to determine your current location
sv: Slå på platstjänster i inställningar för att tillåta GeoCap att läsa din aktuella position

# alert-action-title-settings
source: Settings
sv: Inställningar

# alert-title-not-inside-area
source: Not Inside Area
sv: Ej inom området

# alert-message-not-inside-area
source: You have to be inside the area of the location to capture it
sv: Du måste befinna dig inom området för att kunna ta över det

# callout-button-capture
source: Capture
sv: Ta över

# callout-subtitle-captured-by-username
source: Captured by %@
sv: Tagen av %@

# callout-subtitle-not-captured-yet
source: Not captured yet
sv: Ej tagen ännu
